a = 'Apple'
print(a)
b = ' is red'
print(a + b,'\n')

# 코드 1
msg1, msg2 = 'Hello', 'world'
print(msg1, msg2,'\n')

 #코드 2
print("때론 내 삶의 변화를 위해 '내어 맡김'이 필요하다.")
print('그는 이렇게 말했다."한 번의 중첩 사용만 허용된다"')
print('a는 "T", b는 "F", c는 "T", 그럼 d는?\n')
# print('1이 "2가 '3이' 함께 한다"고 말했다') ->''안에 ""안에 '',2번의 중첩

# 코드 3
print('\n동해물과\n백두산이')
print(' "때론 내 삶의 변화를 위해 \'내어 맡김\'이 필요하다." ')
print(" \"때론 내 삶의 변화를 위해 \'내어 맡김\'이 필요하다.\" \n") #" " '' " "

# 코드 4
print('11\t홍길동\n123\t일지매') # 동일
print('동해물과 백두산이 마르고 닳도록 \
하느님이 보우하사 우리나라 만세')
print('''\ 
11\t홍길동
123\t일지매\
''') # 동일 
print('''11홍길동123일지''')


